export default function AboutPage() {
    return (
        <div>
            <h1>О проекте Function Phobia</h1>
            <p>Function Phobia - это образовательная игра, которая помогает пользователям изучать программирование через интерактивные задания и вызовы.</p>
            <h2>Задача проекта</h2>
            <p>Сделать обучение программированию доступным и увлекательным для всех, каждый может научиться кодить, если у него есть правильные инструменты и поддержка.</p>
            <h2>Команда</h2>
            <p>Function Phobia создана одним студентом, увлеченных образованием и технологиями.</p>
            <h2>Связаться с нами</h2>
            <p>Если у вас есть вопросы или предложения, пожалуйста, свяжитесь с нами по адресу has11092001@gmail.com</p>
        </div>
    );
}