export default function FAQPage(){
    return (
        <div>
            <h1>Часто задаваемые вопросы (FAQ)</h1>
            <h2>1. Что такое Function Phobia?</h2>
            <p>Function Phobia - это образовательная игра, которая помогает пользователям изучать программирование через интерактивные задания и вызовы.</p>
            <h2>2. Как начать играть?</h2>
            <p>Чтобы начать играть, просто зарегистрируйтесь на нашем сайте, выберите язык программирования и приступайте к выполнению заданий.</p>
            <h2>3. Какие языки программирования поддерживаются?</h2>
            <p>В настоящее время поддерживаем несколько популярных языков программирования, включая Python, JavaScript и другие.</p>
            <h2>4. Нужно ли платить за использование Function Phobia?</h2>
            <p>Function Phobia предлагает бесплатный доступ к основным функциям игры. В будущем могут появиться премиум-функции за дополнительную плату.</p>
            <h2>5. Как связаться с поддержкой?</h2>
            <p>Если у вас возникли вопросы или проблемы, вы можете связаться с нашей службой поддержки по адресу has11092001@gmail.com.</p>
        </div>
    );
}